export const QnAData = [
  {
    id: 1,
    question: '모집이 언제 열리나요?',
    answer: '매 학기 시작 2주 정도 전부터 3주 가량 모집이 열립니다.',
  },
  {
    id: 2,
    question: '예전에 중도하차한 경험이 있습니다. 다시 신청해도 될까요?',
    answer: '전혀 상관 없습니다. 이전과 동일한 트랙이나 다른 트랙으로 지원하셔도 좋습니다.',
  },
  {
    id: 3,
    question: '트랙 변경이나 복수 트랙 활동이 가능한가요?',
    answer:
      '기본적으로 트랙 변경 및 복수 트랙 활동은 불가능합니다. 하지만 레귤러가 된 이후에 다른 트랙의 교육을 참관하는 것은 오히려 권장하고 있습니다.',
  },
  {
    id: 4,
    question: '멘토(졸업생)와의 멘토링은 어떻게 이뤄지나요?',
    answer:
      '동아리 프로젝트를 현업자 관점에서 조언해준다거나, 레귤러의 요청이 있을 때 자기소개서 등을 첨삭해주는 등 다양한 방식으로 지원합니다.',
  },
  {
    id: 5,
    question: '비기너에서 레귤러로 전환되는 기준은 무엇인가요??',
    answer: '우선 해당 트랙의 커리큘럼을 완전히 수강한 다음 회고 프로젝트 및 면접을 통해 다음 레귤러를 선발합니다.',
  },
  {
    id: 6,
    question: '다른 동아리와 병행해도 되나요?',
    answer:
      '가능합니다. 다른 동아리나 자치회 활동과 병행하면서 비기너 또는 레귤러 프로젝트를 진행하는 사람들이 있습니다. 하지만 그만큼 개인 시간이 부족해지기 때문에 비권장합니다.',
  },
];
